const feedbacks = [
  {
    feedbackId: 1,
    fb_question: 'คะแนนความพึงพอใจโดยรวมของคุณเกี่ยวกับเว็บไซต์เป็นเท่าไหร่?',
    type: 1,
  },
  {
    feedbackId: 2,
    fb_question: 'คะแนนความเรียบง่ายและใช้งานง่ายของเว็บไซต์เป็นเท่าไหร่?',
    type: 1,
  },
  {
    feedbackId: 3,
    fb_question:
      'คะแนนคุณภาพและความถูกต้องของข้อมูลที่ให้บนเว็บไซต์เป็นเท่าไหร่?',
    type: 1,
  },
  {
    feedbackId: 4,
    fb_question:
      'คะแนนประสบการณ์ในการใช้งานของเว็บไซต์ เช่น ความรวดเร็วในการโหลดหน้าเว็บ ประสิทธิภาพในการทำงาน เป็นเท่าไหร่?',
    type: 1,
  },
  {
    feedbackId: 5,
    fb_question: 'คะแนนความน่าเชื่อถือและความปลอดภัยของเว็บไซต์เป็นเท่าไหร่?',
    type: 1,
  },
  {
    feedbackId: 6,
    fb_question:
      'คะแนนความพึงพอใจต่อการสื่อสารหรือบริการลูกค้าที่เว็บไซต์ให้เป็นเท่าไหร่?',
    type: 1,
  },
  {
    feedbackId: 7,
    fb_question: 'ข้อเสนอแนะ',
    type: 2,
  },
];

export default feedbacks;
